doughsay/omf-asdf
edc/bass
evanlucas/fish-kubectl-completions
jhillyerd/plugin-git
jorgebucaran/fish-nvm
oh-my-fish/plugin-argu
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-direnv
oh-my-fish/plugin-fasd
oh-my-fish/plugin-foreign-env
oh-my-fish/plugin-pbcopy
oh-my-fish/plugin-peco
oh-my-fish/plugin-tab
oh-my-fish/plugin-thefuck
oh-my-fish/theme-bobthefish
reitzig/sdkman-for-fish
tuvistavie/fish-ssh-agent
vincentjames501/fish-kill-on-port
