oh-my-fish/plugin-argu
doughsay/omf-asdf
oh-my-fish/plugin-bang-bang
edc/bass
oh-my-fish/theme-bobthefish
fisherman/cprintf
fisherman/debug
oh-my-fish/plugin-direnv
oh-my-fish/plugin-docker-machine
oh-my-fish/plugin-fasd
oh-my-fish/plugin-foreign-env
fisherman/fzf
fisherman/g2
fisherman/getopts
oh-my-fish/plugin-git-flow
fisherman/git_util
oh-my-fish/plugin-grc
vincentjames501/fish-kill-on-port
oh-my-fish/plugin-pbcopy
oh-my-fish/plugin-peco
reitzig/sdkman-for-fish
oh-my-fish/plugin-tab
oh-my-fish/plugin-thefuck
